Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Private addresses are not available on this network because the network provider has restricted their use.
ar: العناوين الخاصة غير متاحة على هذه الشبكة لأن مزود الشبكة قيَّد استخدامها.
ca: Les adreces privades no estan disponibles en aquesta xarxa perquè el proveïdor de la xarxa n’ha restringit l’ús.
cs: V této síti nejsou soukromé adresy k dispozici, protože poskytovatel sítě jejich použití zakázal.
da: Private adresser er ikke tilgængelige på dette netværk, fordi netværksudbyderen har begrænset brugen af disse.
de: Private Adressen sind in diesem Netzwerk nicht verfügbar, da der Netzwerkanbieter deren Verwendung eingeschränkt hat.
el: Δεν διατίθενται ιδιωτικές διευθύνσεις σε αυτό το δίκτυο, διότι ο πάροχος δικτύου έχει περιορίσει τη χρήση τους.
es: Las direcciones privadas no están disponibles en esta red porque el proveedor de red ha restringido su uso.
es_us: El proveedor de esta red restringió el uso de la direcciones privadas y por eso no están disponibles.
fi: Yksityiset osoitteet eivät ole käytettävissä tässä verkossa, koska verkko-operaattori on rajoittanut niiden käyttöä.
fr: Les adresses privées ne sont pas disponibles sur ce réseau car le fournisseur de réseau a restreint leur utilisation.
fr_ca: Les adresses privées ne sont pas disponibles sur ce réseau, car le fournisseur du réseau a restreint leur utilisation.
he: כתובות פרטיות אינן זמינות ברשת זו משום שספק הרשת הגביל את השימוש בהן.
hi: निजी पते इस नेटवर्क पर उपलब्ध नहीं हैं क्योंकि नेटवर्क प्रोवाइडर ने उनके उपयोग पर प्रतिबंध लगा रखा है।
hr: Privatne adrese nisu dostupne na ovoj mreži jer je mrežni operater ograničio njihovu uporabu.
hu: Ezen a hálózaton nem használhatók privát címek, mert a hálózati szolgáltató korlátozta a használatukat.
id: Alamat pribadi tidak tersedia di jaringan ini karena penyedia jaringan telah membatasi penggunaannya.
it: Gli indirizzi privati non sono disponibili su questa rete perché il provider ne ha limitato l’utilizzo.
ja: プライベートアドレスはネットワーク提供者により使用が制限されているため、このネットワークでは利用できません。
ko: 네트워크 제공업체가 사용을 제한하도록 설정하여 이 네트워크에서 비공개 주소를 사용할 수 없습니다.
ms: Alamat peribadi tidak tersedia pada rangkaian ini kerana penyedia rangkaian telah mengehadkan penggunaannya.
nb: Private adresser er ikke tilgjengelige på dette nettverket fordi nettverksleverandøren har begrenset bruken av dem.
nl: Privé-adressen zijn niet beschikbaar op dit netwerk omdat de netwerkaanbieder het gebruik hiervan heeft beperkt.
pl: Adresy prywatne nie są dostępne w tej sieci, ponieważ jej dostawca ograniczył możliwość ich użycia.
pt_br: Endereços privados não estão disponíveis nesta rede porque o provedor da rede restringiu seu uso.
pt_pt: Os endereços privados não estão disponíveis nesta rede porque o fornecedor da rede restringiu a respetiva utilização.
ro: Adresele private nu sunt disponibile în această rețea, deoarece furnizorul de rețea a restricționat utilizarea lor.
ru: Частные адреса недоступны для этой сети, так как сетевой провайдер запретил их использование.
sk: Privátne adresy nie sú v tejto sieti dostupné, pretože jej poskytovateľ zakázal ich používanie.
sl: Zasebni naslovi niso na voljo v tem omrežju, ker je ponudnik omrežja omejil njihovo rabo.
sv: Privata adresser är inte tillgängliga i nätverket eftersom nätverksleverantören har begränsat användningen av dem.
th: ไม่มีที่อยู่แบบส่วนตัวบนเครือข่ายนี้เนื่องจากผู้ให้บริการเครือข่ายจำกัดการใช้
tr: Özel adresler, kullanımları ağ sağlayıcısı tarafından sınırlandığı için bu ağda kullanılamıyor.
uk: Приватні адреси недоступні в цій мережі, оскільки провайдер мережі обмежив їх використання.
vi: Địa chỉ bảo mật không khả dụng trên mạng này vì nhà cung cấp mạng đã giới hạn việc sử dụng địa chỉ bảo mật.
zh_cn: 私有地址不适用于此网络，因为网络提供商已限制其使用。
zh_hk: 網絡供應商限制使用私人位址，所以無法在此網絡上使用。
zh_tw: 無法在此網路上使用專用位址，因為網路供應商已限制其使用。

source: Private Wi-Fi address
ar: عنوان Wi-Fi خاص
ca: Adreça Wi‑Fi privada
cs: Soukromá Wi‑Fi adresa
da: Privat Wi-Fi-adresse
de: Private WLAN-Adresse
el: Ιδιωτική διεύθυνση Wi-Fi
es: Dirección Wi‑Fi privada
es_us: Dirección Wi-Fi privada
fi: Yksityinen Wi‑Fi-osoite
fr: Adresse Wi-Fi privée
fr_ca: Adresse Wi‑Fi privée
he: כתובת אלחוטית פרטית
hi: निजी वाई-फ़ाई पता
hr: Privatna Wi-Fi adresa
hu: Privát Wi‑Fi-cím
id: Alamat Wi-Fi pribadi
it: Indirizzo Wi‑Fi privato
ja: プライベートWi‑Fiアドレス
ko: 비공개 Wi-Fi 주소
ms: Alamat Wi‑Fi peribadi
nb: Privat Wi‑Fi-adresse
nl: Privé wifi-adres
pl: Prywatny adres Wi‑Fi
pt_br: Endereço Wi‑Fi privado
pt_pt: Endereço Wi‑Fi privado
ro: Adresă Wi‑Fi privată
ru: Частный адрес Wi‑Fi
sk: Privátna Wi‑Fi adresa
sl: Zasebni naslov Wi-Fi
sv: Privat Wi‑Fi-adress
th: ที่อยู่ Wi‑Fi แบบส่วนตัว
tr: Özel Wi-Fi adresi
uk: Приватна адреса Wi‑Fi
vi: Địa chỉ Wi-Fi bảo mật
zh_cn: 私有Wi-Fi地址
zh_hk: 私人Wi-Fi位址
zh_tw: 專用Wi-Fi位址

source: Private Wi‑Fi address is turned off for this network.
ar: عنوان Wi‑Fi الخاص متوقف لهذه الشبكة.
ca: L’adreça Wi‑Fi privada està desactivada a la xarxa.
cs: V této síti jsou soukromé Wi‑Fi adresy vypnuté.
da: Privat Wi‑Fi-adresse er slået fra for dette netværk.
de: Die private WLAN‑Adresse wurde für dieses Netzwerk deaktiviert.
el: Η ιδιωτική διεύθυνση Wi‑Fi απενεργοποιήθηκε για αυτό το δίκτυο.
es: La dirección Wi‑Fi privada está desactivada para esta red.
es_us: La dirección privada de Wi‑Fi para esta red está desactivada.
fi: Yksityinen Wi‑Fi-osoite on pois päältä tälle verkolle.
fr: L’adresse Wi‑Fi privée est désactivée pour ce réseau.
fr_ca: L’adresse Wi‑Fi privée est désactivée pour ce réseau.
he: המאפיין ״כתובת אלחוטית פרטית״ כבוי עבור רשת זו.
hi: इस नेटवर्क के लिए निजी वाई‑फ़ाई पता बंद है।
hr: Privatna Wi‑Fi adresa isključena je za ovu mrežu.
hu: Ennél a hálózatnál a privát Wi‑Fi-cím ki lett kapcsolva.
id: Alamat Wi‑Fi Pribadi dimatikan untuk jaringan ini.
it: L’indirizzo Wi‑Fi privato è disattivato per questa rete.
ja: このネットワークではプライベートWi‑Fiアドレスはオフになっています。
ko: 비공개 Wi‑Fi 주소가 이 네트워크에 대해 꺼져 있습니다.
ms: Alamat Wi‑Fi peribadi dinyahaktifkan untuk rangkaian ini.
nb: Privat Wi‑Fi-adresse er slått av for dette nettverket.
nl: Het privé wifi‑adres is uitgeschakeld voor dit netwerk.
pl: Prywatne adresy Wi‑Fi są wyłączone w tej sieci.
pt_br: O endereço Wi‑Fi privado foi desativado para esta rede.
pt_pt: O endereço Wi‑Fi privado foi desativado para esta rede.
ro: Adresa Wi‑Fi privată este dezactivată pentru această rețea.
ru: Использование частного адреса Wi‑Fi выключено для этой сети.
sk: Privátne Wi‑Fi adresy sú v tejto sieti vypnuté.
sl: Zasebni naslov Wi-Fi za to omrežje je izklopljen.
sv: Privat Wi‑Fi-adress har avaktiverats för det här nätverket.
th: ที่อยู่ Wi‑Fi แบบส่วนตัวถูกปิดใช้สำหรับเครือข่ายนี้
tr: Bu ağ için özel Wi‑Fi adresi kapatılmış.
uk: Приватну адресу Wi‑Fi вимкнено для цієї мережі.
vi: Địa chỉ Wi‑Fi bảo mật bị tắt cho mạng này.
zh_cn: 此网络的私有Wi‑Fi地址已关闭。
zh_hk: 此網絡的私人Wi‑Fi位址已關閉。
zh_tw: 已關閉此網路的專用Wi‑Fi位址。

# REMEMBER_THIS_NETWORK
source: Remember this information
ar: تذكر هذه المعلومات
ca: Recorda aquesta informació
cs: Pamatovat si tyto údaje
da: Husk disse oplysninger
de: Diese Informationen merken
el: Απομνημόνευση αυτών των πληροφοριών
es: Recordar esta información
es_us: Recordar esta información
fi: Muista nämä tiedot
fr: Se souvenir de cette information
fr_ca: Mémoriser cette information
he: שמירת מידע זה
hi: यह जानकारी याद रखें
hr: Zapamti ove informacije
hu: Emlékezzen erre az információra
id: Ingat informasi ini
it: Ricorda queste informazioni
ja: この情報を記憶
ko: 이 정보 기억
ms: Ingat maklumat ini
nb: Husk denne informasjonen
nl: Onthoud deze informatie
pl: Zapamiętaj te informacje
pt_br: Memorizar esta informação
pt_pt: Guardar esta informação
ro: Rețineți aceste informații
ru: Запомнить эту информацию
sk: Zapamätať si tieto informácie
sl: Zapomni si te podatke
sv: Kom ihåg den här informationen
th: จดจำข้อมูลนี้
tr: Bu bilgileri anımsa
uk: Запамʼятати цю інформацію
vi: Nhớ thông tin này
zh_cn: 记住此信息
zh_hk: 記住這項資料
zh_tw: 記住這項資訊

source: Remove From List
ar: إزالة من القائمة
ca: Elimina de la llista
cs: Odstranit ze seznamu
da: Fjern fra liste
de: Aus Liste entfernen
el: Αφαίρεση από λίστα
es: Eliminar de la lista
es_us: Eliminar de la lista
fi: Poista luettelosta
fr: Supprimer de la liste
fr_ca: Supprimer de la liste
he: הסרה מהרשימה
hi: सूची में से हटाएँ
hr: Ukloni iz popisa
hu: Eltávolítás a listáról
id: Hapus Dari Daftar
it: Rimuovi dall’elenco
ja: リストから削除
ko: 목록에서 제거
ms: Keluarkan daripada Senarai
nb: Fjern fra listen
nl: Verwijder uit lijst
pl: Usuń z listy
pt_br: Remover da Lista
pt_pt: Remover da lista
ro: Eliminați din listă
ru: Удалить из списка
sk: Odstrániť zo zoznamu
sl: Odstrani s seznama
sv: Ta bort från listan
th: เอาออกจากรายการ
tr: Listeden Sil
uk: Вилучити зі списку
vi: Xóa khỏi Danh sách
zh_cn: 从列表中移除
zh_hk: 從列表中移除
zh_tw: 從列表裡移除

# REMOVE_NETWORKS
source: Your Mac will no longer join these Wi‑Fi networks.
ar: لن ينضم Mac إلى شبكات Wi Fi هذه بعد الآن.
ca: El Mac ja no es connectarà a aquestes xarxes Wi‑Fi.
cs: Váš Mac už se k těmto Wi‑Fi sítím nebude připojovat.
da: Din Mac vil ikke længere oprette forbindelse til disse Wi‑Fi-netværk.
de: Dein Mac wird nicht mehr mit diesen WLANs verbunden.
el: Το Mac σας δεν θα συνδέεται πλέον σε αυτά τα δίκτυα Wi‑Fi.
es: Tu Mac ya no se conectará a estas redes Wi‑Fi.
es_us: Tu Mac ya no se conectará a estas redes Wi‑Fi.
fi: Mac ei enää liity näihin Wi‑Fi-verkkoihin.
fr: Votre Mac n’aura plus accès à ces réseaux Wi‑Fi.
fr_ca: Votre Mac ne se connectera plus à ces réseaux Wi‑Fi.
he: ה-Mac שלך לא יצטרף עוד לרשתות אלחוטיות אלו.
hi: आपका Mac अब इन वाई‑फ़ाई नेटवर्क से नहीं जुड़ेगा।
hr: Vaš Mac više se neće spajati na ove Wi‑Fi mreže.
hu: A Macje nem fog többé kapcsolódni ezekhez a Wi‑Fi-hálózatokhoz.
id: Mac Anda tidak akan lagi bergabung dengan jaringan Wi‑Fi ini.
it: Il Mac non accederà più a queste reti Wi‑Fi.
ja: お使いのMacはこれらのWi‑Fiネットワークに接続できなくなります。
ko: 사용자의 Mac이 이 Wi‑Fi 네트워크에 더 이상 연결되지 않습니다.
ms: Mac anda tidak lagi akan menyertai rangkaian Wi‑Fi ini.
nb: Macen vil ikke lenger koble til disse Wi‑Fi-nettverkene.
nl: Je Mac maakt geen verbinding meer met deze wifinetwerken.
pl: Twój Mac nie będzie już łączył się z tymi sieciami Wi‑Fi.
pt_br: O Mac não se conectará mais a estas redes Wi‑Fi.
pt_pt: Este Mac deixará de aceder a estas redes Wi‑Fi.
ro: Mac‑ul dvs. nu se va mai conecta la aceste rețele Wi‑Fi.
ru: Ваш Mac больше не будет подключаться к этим сетям Wi‑Fi.
sk: Váš Mac sa už nepripojí k týmto Wi‑Fi sieťam.
sl: Vaš Mac se ne bo več pridružil tem omrežjem Wi-Fi.
sv: Den här datorn kommer inte längre att ansluta till dessa Wi‑Fi-nätverk.
th: Mac ของคุณจะไม่เข้าร่วมกับเครือข่าย Wi‑Fi เหล่านี้อีกต่อไป
tr: Mac’iniz artık bu Wi‑Fi ağlarına katılmaz.
uk: Ваш Mac більше не приєднуватиметься до цих мереж Wi‑Fi.
vi: Máy Mac của bạn sẽ không kết nối vào những mạng Wi‑Fi này nữa.
zh_cn: Mac将不再加入这些Wi‑Fi网络。
zh_hk: 你的Mac將不會再加入這些Wi‑Fi網絡。
zh_tw: 你的Mac將不會再加入這些Wi‑Fi網路。

# REMOVE_NETWORKS_ICLOUD
source: Your Mac and other devices using iCloud Keychain will no longer join these Wi‑Fi networks.
ar: لن ينضم Mac وأجهزتك الأخرى التي تستخدم سلسلة مفاتيح iCloud إلى شبكات Wi‑Fi هذه بعد الآن.
ca: El Mac i la resta de dispositius que utilitzin el clauer de l’iCloud ja no es connectaran a aquestes xarxes Wi‑Fi.
cs: Váš Mac a ostatní zařízení používající klíčenku na iCloudu se už nebudou k těmto Wi‑Fi sítím připojovat.
da: Din Mac og andre enheder, som bruger iCloud‑nøglering, vil ikke længere oprette forbindelse til disse Wi‑Fi-netværk.
de: Dein Mac und andere Geräte, die den iCloud-Schlüsselbund verwenden, werden nicht mehr mit diesen WLANs verbunden sein.
el: Το Mac και άλλες συσκευές σας που χρησιμοποιούν την Κλειδοθήκη iCloud δεν θα συνδέονται πλέον σε αυτά τα δίκτυα Wi‑Fi.
es: Tu Mac y otros dispositivos que utilizan el llavero de iCloud ya no se conectarán a estas redes Wi‑Fi.
es_us: Tu Mac y otros dispositivos que utilizan el llavero de iCloud ya no se conectarán a estas redes Wi‑Fi.
fi: Mac ja muut iCloud‑avainnippua käyttävät laitteet eivät enää liity näihin Wi‑Fi-verkkoihin.
fr: Votre Mac et les autres appareils utilisant le trousseau iCloud ne se connecteront plus à ces réseaux Wi‑Fi.
fr_ca: Votre Mac et les autres appareils qui utilisent le trousseau iCloud ne se connecteront plus à ces réseaux Wi‑Fi.
he: ה-Mac שלך ומכשירים אחרים המשתמשים בצרור המפתחות של iCloud לא יצטרפו עוד לרשתות אלחוטיות אלו.
hi: आपका Mac और iCloud कीचेन का इस्तेमाल करने वाले अन्य डिवाइस अब इन वाई-फ़ाई नेटवर्क से नहीं जुड़ेंगे।
hr: Vaš Mac i drugi uređaji koji koriste iCloud privjesak ključeva neće više pristupati ovim Wi‑Fi mrežama.
hu: A Macje és az iCloud‑kulcskarikát használó egyéb eszközei nem fognak többé ezekhez a Wi‑Fi-hálózatokhoz csatlakozni.
id: Mac dan perangkat Anda lainnya yang menggunakan Rantai Kunci iCloud tidak akan lagi bergabung dengan jaringan Wi‑Fi ini.
it: Il tuo Mac e altri dispositivi che usano il portachiavi iCloud non accederanno più a queste reti Wi‑Fi.
ja: お使いのMacやその他のデバイスがiCloudキーチェーンを使用している場合、これらのWi‑Fiネットワークに接続できなくなります。
ko: 사용자의 Mac 및 iCloud 키체인을 사용하는 다른 기기가 이 Wi‑Fi 네트워크에 더 이상 연결되지 않습니다.
ms: Mac anda dan peranti lain yang menggunakan Rantai Kunci iCloud tidak lagi akan menyertai rangkaian Wi‑Fi ini.
nb: Macen og andre enheter som bruker iCloud-nøkkelring, vil ikke lenger koble til disse Wi‑Fi-nettverkene.
nl: Je Mac en andere apparaten die gebruikmaken van iCloud‑sleutelhanger maken geen verbinding meer met dit wifinetwerk.
pl: Twój Mac i inne urządzenia używające pęku kluczy w iCloud nie będą już łączyły się z tymi sieciami Wi‑Fi.
pt_br: Seu Mac e outros dispositivos que usam as Chaves do iCloud não se conectarão mais a estas redes Wi‑Fi.
pt_pt: Este Mac e os seus outros dispositivos que estão a usar o Porta‑chaves em iCloud deixarão de aceder a estas redes Wi‑Fi.
ro: Mac‑ul dvs. și celelalte dispozitive care utilizează portcheiul iCloud nu se vor mai conecta la aceste rețele Wi‑Fi.
ru: Ваш Mac и другие устройства, использующие Связку ключей iCloud, больше не будут подключаться к этим сетям Wi‑Fi.
sk: Váš Mac a ostatné zariadenia, ktoré používajú iCloud Kľúčenku, sa už nepripoja k týmto Wi‑Fi sieťam.
sl: Vaš Mac in druge naprave, ki uporabljajo verigo ključev iCloud, se ne bodo več pridružili tem omrežjem Wi-Fi.
sv: Datorn och andra enheter med iCloud-nyckelring kommer inte längre att ansluta till de här Wi‑Fi-nätverken.
th: Mac และอุปกรณ์อื่นที่ใช้พวงกุญแจ iCloud ของคุณจะไม่เข้าร่วมกับเครือข่าย Wi‑Fi นี้อีกต่อไป
tr: Mac’iniz ve iCloud Anahtar Zinciri’ni kullanan diğer aygıtlar artık bu Wi‑Fi ağlarına katılmaz.
uk: Ваш Mac та інші пристрої, що використовують Вʼязку iCloud, більше не приєднуватимуться до цих мереж Wi‑Fi.
vi: Máy Mac và các thiết bị khác của bạn đang sử dụng Chuỗi khóa iCloud sẽ không kết nối với những mạng Wi‑Fi này nữa.
zh_cn: 你的Mac和其他使用iCloud钥匙串的设备将不再加入这些Wi‑Fi网络。
zh_hk: 你的Mac及其他使用「iCloud鑰匙圈」的裝置將不會再加入這些Wi‑Fi網絡。
zh_tw: 使用「iCloud鑰匙圈」的Mac和其他裝置將不會再加入這些Wi‑Fi網路。

# REMOVE_ONE_NETWORK
source: Your Mac will no longer join this Wi‑Fi network.
ar: لن ينضم Mac إلى شبكة Wi‑Fi هذه بعد الآن.
ca: El Mac ja no es connectarà a aquesta xarxa Wi‑Fi.
cs: Váš Mac už se k této Wi‑Fi síti nebude připojovat.
da: Din Mac vil ikke længere oprette forbindelse til dette Wi‑Fi-netværk.
de: Dein Mac wird nicht mehr mit diesem WLAN verbunden.
el: Το Mac σας δεν θα συνδέεται πλέον σε αυτό το δίκτυο Wi‑Fi.
es: Tu Mac ya no se conectará a esta red Wi‑Fi.
es_us: Tu Mac ya no se conectará a esta red Wi‑Fi.
fi: Mac ei enää liity tähän Wi‑Fi-verkkoon.
fr: Votre Mac n’aura plus accès à ce réseau Wi‑Fi.
fr_ca: Votre Mac ne se connectera plus à ce réseau Wi‑Fi.
he: ה‑Mac שלך לא יצטרף עוד לרשת אלחוטית זו.
hi: आपका Mac अब इस वाई‑फ़ाई नेटवर्क से नहीं जुड़ेगा।
hr: Vaš Mac više se neće spajati na ovu Wi‑Fi mrežu.
hu: A Macje nem fog többé kapcsolódni ehhez a Wi‑Fi-hálózathoz.
id: Mac Anda tidak akan lagi bergabung dengan jaringan Wi‑Fi ini.
it: Il Mac non accederà più a questa rete Wi‑Fi.
ja: お使いのMacはこのWi‑Fiネットワークに接続できなくなります。
ko: 사용자의 Mac이 이 Wi‑Fi 네트워크에 더 이상 연결되지 않습니다.
ms: Mac anda tidak lagi akan menyertai rangkaian Wi‑Fi ini.
nb: Macen vil ikke lenger koble til dette Wi‑Fi-nettverket.
nl: Je Mac maakt geen verbinding meer met dit wifinetwerk.
pl: Twój Mac nie będzie już łączył się z tą siecią Wi‑Fi.
pt_br: O Mac não se conectará mais a esta rede Wi‑Fi.
pt_pt: Este Mac deixará de aceder a esta rede Wi‑Fi.
ro: Mac‑ul dvs. nu se va mai conecta la această rețea Wi‑Fi.
ru: Ваш Mac больше не будет подключаться к этой сети Wi‑Fi.
sk: Váš Mac sa už nepripojí k tejto Wi‑Fi sieti.
sl: Vaš Mac se ne bo več pridružil temu omrežju Wi-Fi.
sv: Den här datorn kommer inte längre att ansluta till det här Wi‑Fi-nätverket.
th: Mac ของคุณจะไม่เข้าร่วมกับเครือข่าย Wi‑Fi นี้อีกต่อไป
tr: Mac’iniz artık bu Wi‑Fi ağına katılmaz.
uk: Ваш Mac більше не приєднуватиметься до цієї Wi‑Fi‑мережі.
vi: Máy Mac của bạn sẽ không kết nối vào mạng Wi‑Fi này nữa.
zh_cn: Mac将不再加入此Wi‑Fi网络。
zh_hk: 你的Mac將不會再加入此Wi‑Fi網絡。
zh_tw: 你的Mac將不會再加入此Wi‑Fi網路。

# REMOVE_ONE_NETWORK_ICLOUD
source: Your Mac and other devices using iCloud Keychain will no longer join this Wi‑Fi network.
ar: لن يقوم Mac والأجهزة الأخرى التي تستخدم سلسلة مفاتيح iCloud لديك بالانضمام إلى شبكة Wi‑Fi هذه بعد الآن.
ca: El Mac i la resta de dispositius que utilitzin el clauer de l’iCloud ja no es connectaran a aquesta xarxa Wi‑Fi.
cs: Váš Mac a ostatní zařízení používající klíčenku na iCloudu se už nebudou k této Wi‑Fi síti připojovat.
da: Din Mac og andre enheder, som bruger iCloud‑nøglering, vil ikke længere oprette forbindelse til dette Wi‑Fi-netværk.
de: Dein Mac und andere Geräte, die den iCloud-Schlüsselbund verwenden, werden nicht mehr mit diesem WLAN verbunden sein.
el: Το Mac και άλλες συσκευές σας που χρησιμοποιούν την Κλειδοθήκη iCloud δεν θα συνδέονται πλέον σε αυτό το δίκτυο Wi‑Fi.
es: Tu Mac y otros dispositivos que utilizan el llavero de iCloud ya no se conectarán a esta red Wi‑Fi.
es_us: Tu Mac y otros dispositivos que usan el llavero de iCloud ya no se conectarán a esta red Wi‑Fi.
fi: Mac ja muut iCloud‑avainnippua käyttävät laitteet eivät enää liity tähän Wi‑Fi-verkkoon.
fr: Votre Mac et les autres appareils utilisant le trousseau iCloud ne se connecteront plus à ce réseau Wi‑Fi.
fr_ca: Votre Mac et les autres appareils qui utilisent le trousseau iCloud ne se connecteront plus à ce réseau Wi‑Fi.
he: ה-Mac שלך ומכשירים אחרים המשתמשים בצרור המפתחות של iCloud לא יצטרפו עוד לרשת אלחוטית זו.
hi: iCloud कीचेन का उपयोग करने वाला आपका Mac और अन्य डिवाइस अब इस वाई‑फ़ाई नेटवर्क से नहीं जुड़ेंगे।
hr: Vaš Mac i drugi uređaji koji koriste iCloud privjesak ključeva neće više pristupati ovoj Wi‑Fi mreži.
hu: A Macje és az iCloud‑kulcskarikát használó egyéb eszközei nem fognak többé ehhez a Wi‑Fi-hálózathoz csatlakozni.
id: Mac Anda dan perangkat lainnya yang menggunakan Rantai Kunci iCloud tidak akan lagi bergabung dengan jaringan Wi‑Fi ini.
it: Il tuo Mac e altri dispositivi che usano il portachiavi iCloud non accederanno più a questa rete Wi‑Fi.
ja: お使いのMacやその他のデバイスがiCloudキーチェーンを使用している場合、このWi‑Fiネットワークに接続できなくなります。
ko: 사용자의 Mac 및 iCloud 키체인을 사용하는 다른 기기가 이 Wi‑Fi 네트워크에 더 이상 연결되지 않습니다.
ms: Mac anda dan peranti lain yang menggunakan Rantai Kunci iCloud tidak lagi akan menyertai rangkaian Wi‑Fi ini.
nb: Macen og andre enheter som bruker iCloud-nøkkelring, vil ikke lenger koble til dette Wi‑Fi-nettverket.
nl: Je Mac en andere apparaten die gebruikmaken van iCloud‑sleutelhanger maken geen verbinding meer met dit wifinetwerk.
pl: Twój Mac i inne urządzenia używające pęku kluczy w iCloud nie będą już łączyły się z tą siecią Wi‑Fi.
pt_br: Seu Mac e outros dispositivos que usam as Chaves do iCloud não se conectarão mais a esta rede Wi‑Fi.
pt_pt: Este Mac e os seus outros dispositivos que usem o Porta‑chaves em iCloud deixarão de aceder a esta rede Wi‑Fi.
ro: Mac‑ul dvs. și celelalte dispozitive care utilizează portcheiul iCloud nu se vor mai conecta la această rețea Wi‑Fi.
ru: Ваш Mac и другие устройства, использующие Связку ключей iCloud, больше не будут подключаться к этой сети Wi‑Fi.
sk: Váš Mac a ostatné zariadenia, ktoré používajú iCloud Kľúčenku, sa viac nebudú pripájať k tejto Wi‑Fi sieti.
sl: Vaš Mac in druge naprave, ki uporabljajo verigo ključev iCloud, se ne bodo več pridružili temu omrežju Wi-Fi.
sv: Den här datorn och andra enheter med iCloud-nyckelring kommer inte längre att ansluta till det här Wi‑Fi-nätverket.
th: Mac และอุปกรณ์อื่นที่ใช้พวงกุญแจ iCloud ของคุณจะไม่เข้าร่วมกับเครือข่าย Wi‑Fi นี้อีกต่อไป
tr: Mac’iniz ve iCloud Anahtar Zinciri’ni kullanan diğer aygıtlar artık bu Wi‑Fi ağına katılmayacak.
uk: Ваш компʼютер Mac та інші пристрої, що використовують Вʼязку iCloud, більше не приєднуватимуться до цієї мережі Wi‑Fi.
vi: Máy Mac của bạn và các thiết bị khác đang sử dụng Chuỗi khóa iCloud sẽ không kết nối với mạng Wi‑Fi này nữa.
zh_cn: 你的Mac和其他使用iCloud钥匙串的设备将不再加入此Wi‑Fi网络。
zh_hk: 你的Mac及其他使用「iCloud鑰匙圈」的裝置將不會再加入此Wi‑Fi網絡。
zh_tw: 使用「iCloud鑰匙圈」的Mac和其他裝置將不會再加入此Wi‑Fi網路。

# REMOVE_ONE_NETWORK_TITLE
source: Forget Wi‑Fi Network “%@”?
ar: إلغاء حفظ شبكة Wi‑Fi‏ "%@"؟
ca: Vols ometre la xarxa Wi‑Fi “%@”?
cs: Ignorovat Wi‑Fi síť „%@“?
da: Glem Wi‑Fi-netværket “%@”?
de: WLAN-Netzwerk „%@“ ignorieren?
el: Αγνόηση του δικτύου Wi‑Fi «%@»;
es: ¿Omitir la red Wi‑Fi “%@”?
es_us: ¿Olvidar la red Wi‑Fi “%@”?
fi: Unohdetaanko Wi‑Fi-verkko ”%@”?
fr: Oublier le réseau Wi‑Fi « %@ » ?
fr_ca: Oublier le réseau Wi‑Fi « %@ »?
he: להסיר את הרשת האלחוטית ״%@״?
hi: “%@” वाई‑फ़ाई नेटवर्क याद न रखें?
hr: Zaboraviti Wi‑Fi mrežu “%@”?
hu: Elfelejti a következő Wi‑Fi-hálózatot: „%@”?
id: Lupakan Jaringan Wi‑Fi “%@”?
it: Vuoi dissociare la rete Wi‑Fi “%@”?
ja: Wi‑Fiネットワーク“%@”を削除しますか?
ko: ‘%@’ Wi‑Fi 네트워크를 지우겠습니까?
ms: Lupakan Rangkaian Wi‑Fi “%@”?
nb: Vil du glemme Wi‑Fi-nettverket «%@»?
nl: Wifinetwerk '%@' vergeten?
pl: Zapomnieć sieć Wi‑Fi „%@”?
pt_br: Esquecer a Rede Wi‑Fi “%@”?
pt_pt: Esquecer a rede Wi‑Fi “%@”?
ro: Ignorați rețeaua Wi‑Fi „%@”?
ru: Забыть сеть Wi‑Fi «%@»?
sk: Odstrániť Wi‑Fi sieť „%@“?
sl: Želite pozabiti omrežje Wi-Fi »%@«?
sv: Vill du glömma Wi‑Fi-nätverket ”%@”?
th: ลบเครือข่าย Wi‑Fi “%@” หรือไม่
tr: “%@” Wi‑Fi Ağı Unutulsun mu?
uk: Забути мережу Wi‑Fi «%@»?
vi: Quên mạng Wi‑Fi “%@”?
zh_cn: 要忽略Wi‑Fi网络“%@”吗？
zh_hk: 要忘記Wi‑Fi網絡「%@」嗎？
zh_tw: 要忘記「%@」的Wi‑Fi網路設定嗎？
